[
      {
            "from": "Airplane!",
            "quote": "It was a rough place - the seediest dive on the wharf. Populated with every reject and cutthroat from Bombay to Calcutta. It's worse than Detroit."
      },
      {
            "from": "Airplane!",
            "quote": "All right, Striker, you listen, and listen close. Flying a plane is no different from riding a bicycle; it's just a lot harder to put baseball cards in the spokes."
      },
      {
            "from": "Forrest Gump",
            "quote": "My momma always said, Life was like a box of chocolates. You never know what you're gonna get."
      },
      {
            "from": "Forrest Gump",
            "quote": "You'll never... sink this boat! Come on! You call this a storm?! Blow, you son of a bitch! It's time for a showdown! You and me! I'm right here! Come and get me! You'll never... sink... this... BOAT!"
      },
      {
            "from": "Interstellar (film)",
            "quote": "We used to look up at the sky and wonder at our place in the stars, now we just look down and worry about our place in the dirt."
      },
      {
            "from": "Interstellar (film)",
            "quote": "We've always defined ourselves by the ability to overcome the impossible. And we count these moments. These moments when we dare to aim higher, to break barriers, to reach for the stars, to make the unknown known. We count these moments as our proudest achievements. But we lost all that. Or perhaps we've just forgotten that we are still pioneers. And we've barely begun. And that our greatest accomplishments cannot be behind us, because our destiny lies above us."
      },
      {
            "from": "Nineteen Eighty-Four",
            "quote": "The Ministry of Truth  Minitrue, in Newspeak... was startlingly different from any other object in sight. It was an enormous pyramidal structure of glittering white concrete, soaring up, terrace after terrace, 300 metres into the air. From where Winston stood it was just possible to read, picked out on its white face in elegant lettering, the three slogans of the Party: WAR IS PEACE, FREEDOM IS SLAVERY, IGNORANCE IS STRENGTH"
      },
      {
            "from": "xkcd",
            "quote": "When I walk past an automatic door and it opens for me, I worry that if I don't go in I'll hurt its feelings."
      },
      {
            "from": "Silicon Valley (TV series)",
            "quote": "What is Hooli? Excellent question. Hooli isn't just another high tech company. Hooli isn't just about software. Hooli...Hooli is about people. Hooli is about innovative technology that makes a difference, transforming the world as we know it. Making the world a better place, through minimal message oriented transport layers. I firmly believe we can only achieve greatness if first we achieve goodness."
      },
      {
            "from": "Silicon Valley (TV series)",
            "quote": "It's weird. They always travel in groups of five. These programmers, there's always a tall, skinny white guy; short, skinny Asian guy; fat guy with a ponytail; some guy with crazy facial hair; and then an East Indian guy. It's like they trade guys until they all have the right group."
      },
      {
            "from": "The Martian (film)",
            "quote": "At some point, everything's gonna go south on you... everything's going to go south and you're going to say, this is it. This is how I end. Now you can either accept that, or you can get to work. That's all it is. You just begin. You do the math. You solve one problem... and you solve the next one... and then the next. And if you solve enough problems, you get to come home. All right, questions?"
      },
      {
            "from": "Blackadder",
            "quote": "Right. Good morning, team. My name is Lord Blackadder. And I'm the new minister in charge of religious genocide. If you play fair by me, you'll find me a considerate employer. But cross me and you'll soon discover that under this playful, boyish exterior beats the heart of a ruthless, sadistic maniac."
      },
      {
            "from": "Memento (film)",
            "quote": "Memory can change the shape of a room; it can change the color of a car. And memories can be distorted. They're just an interpretation, they're not a record, and they're irrelevant if you have the facts."
      },
      {
            "from": "Memento (film)",
            "quote": "I have to believe in a world outside my own mind. I have to believe that my actions still have meaning, even if I can't remember them. I have to believe that when my eyes are closed, the world's still there. Do I believe the world's still there? Is it still out there? Yeah. We all need mirrors to remind ourselves who we are. I'm no different now where was I?"
      },
      {
            "from": "Memento (film)",
            "quote": "Your life is over. You're a dead man. The only thing the doctors are hoping to do is teach you to be less of a burden to the orderlies. And they'll probably never let you go home, wherever that would be. So the question is not to be or not to be, because you aren't. The question is whether you want to do something about it."
      },
      {
            "from": "Wonderwall (song)",
            "quote": "And all the roads we have to walk are winding. And all the lights that lead us there are blinding. There are many things that I would like to say to you. But I don't know how. Because maybe. You're gonna be the one that saves me. And after all. You're my wonderwall."
      },
      {
            "from": "Charlie and the Chocolate Factory (film)",
            "quote": "Everything in this room is eatable. Even I'm eatable. But that is called cannibalism, my dear children, and is in fact frowned upon in most societies. Enjoy."
      },
      {
            "from": "Utopia (UK TV series)",
            "quote": "Ian: He's on our side, isn't he? Jessica: There are no sides. Just people who help you and people who don't."
      },
      {
            "from": "Utopia (UK TV series)",
            "quote": "Lee: Most torturers tend to have their favorite areas of the body to work on. Genitals, teeth, soles of the feet. With me... it's the eyes. Chilies, sand, bleach. A spoon. Wilson: Is this about Utopia? I didn't even know Bejan. Lee: I'm going to rub chilies into your eyes. Then sand. Then bleach. Then I'm going to use the spoon. Do you know what I do with the spoon?"
      },
      {
            "from": "Utopia (UK TV series)",
            "quote": "Let me make this very clear. Your lives as you know them are over. What the next 48 hours are about is abandoning everything you know or thought you could rely on and adjusting to the new reality. If you can adjust you will live. If you can't you will die."
      },
      {
            "from": "Utopia (UK TV series)",
            "quote": "Let me explain something to you. The sun throws a certain amount of energy onto this planet. We turn it into food, clothing, shelter, etc. It supports an amount of us, and it took 30,000 years for that amount to become one billion. Then we found a way to use ancient sunlight, sunlight trapped in oil and coal. We started to live off that. What happened? In just 130 years, our population doubled. The next billion took thirty years. The fourth billion has taken just 14. So here's the question. What do you think is going to happen when that oil and coal runs out in, say, a hundred years? When there's ten billion living on a planet that can support only one?"
      },
      {
            "from": "Pulp Fiction",
            "quote": "The night of the fight, you may feel a slight sting. That's pride fucking with you. Fuck pride. Pride only hurts. It never helps. You fight through that shit."
      }
]